Repository: kitknox/rootshell
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ro, sl, sv, uk, vi, zh_hans, zh_hant

source: Capabilities
ar: الإمكانيات
ca: Funcions
cs: Možnosti
da: Funktioner
de: Funktionen
es: Funciones
fi: Ominaisuudet
fr: Fonctionnalités
he: יכולות
hu: Képességek
it: Funzionalità
ja: 機能
ko: 기능
nb: Funksjoner
nl: Mogelijkheden
pl: Możliwości
pt_br: Recursos
pt_pt: Funcionalidades
ro: Capabilități
sl: Zmožnosti
sv: Funktioner
uk: Можливості
vi: Khả năng
zh_hans: 功能
zh_hant: 功能

source: Caps how fast the terminal redraws. Auto uses the display's full rate (up to 120 Hz on ProMotion). Lower rates use less battery during scrolling and heavy output. Adaptive uses the full rate on wall power and the On Battery cap when unplugged.
ar: يحدّ من سرعة إعادة رسم الطرفية. يستخدم الوضع التلقائي المعدل الكامل للشاشة (حتى 120 Hz على ProMotion). المعدلات الأدنى تستهلك بطارية أقل أثناء التمرير والإخراج الكثيف. يستخدم الوضع التكيّفي المعدل الكامل عند التوصيل بالتيار الكهربائي، وحد «على البطارية» عند الفصل.
ca: Limita la velocitat amb què es redibuixa el terminal. Automàtic fa servir la freqüència màxima de la pantalla (fins a 120 Hz a ProMotion). Les freqüències més baixes consumeixen menys bateria en desplaçar-se i amb molta sortida. Adaptatiu fa servir la freqüència màxima amb corrent elèctric i el límit definit a Amb bateria quan es desconnecta.
cs: Omezuje, jak rychle se terminál překresluje. Automaticky využívá plnou obnovovací frekvenci displeje (až 120 Hz na ProMotion). Nižší frekvence šetří baterii při posouvání a náročném výstupu. Adaptivní využívá plnou frekvenci při napájení ze sítě a po odpojení limit nastavený v Při napájení z baterie.
da: Begrænser, hvor hurtigt terminalen gentegnes. Auto bruger skærmens fulde opdateringshastighed (op til 120 Hz på ProMotion). Lavere hastigheder bruger mindre batteri under rulning og megen udskrift. Adaptiv bruger den fulde hastighed ved netstrøm og grænsen fra På batteri, når enheden ikke er tilsluttet.
de: Begrenzt, wie schnell das Terminal neu zeichnet. „Automatisch“ nutzt die volle Bildwiederholrate des Displays (bis zu 120 Hz bei ProMotion). Niedrigere Raten verbrauchen beim Scrollen und bei hoher Ausgabe weniger Batterie. „Adaptiv“ nutzt am Netzstrom die volle Rate und ohne Netzteil die unter „Im Batteriebetrieb“ festgelegte Grenze.
es: Limita la velocidad con la que se redibuja el terminal. Automático usa la frecuencia máxima de la pantalla (hasta 120 Hz en ProMotion). Las frecuencias más bajas consumen menos batería al desplazarse y con mucha salida. Adaptativo usa la frecuencia máxima con corriente eléctrica y el límite de Con batería cuando se desconecta.
fi: Rajoittaa terminaalin päivitysnopeutta. Automaattinen käyttää näytön täyttä nopeutta (ProMotion-näytöillä jopa 120 Hz). Pienemmät nopeudet säästävät akkua vieritettäessä ja raskaan tulosteen aikana. Mukautuva käyttää täyttä nopeutta verkkovirralla ja Akkuvirralla-asetuksen rajaa, kun laite ei ole kytkettynä.
fr: Limite la vitesse de rafraîchissement du terminal. Auto utilise la fréquence maximale de l'écran (jusqu'à 120 Hz sur ProMotion). Les fréquences plus basses économisent la batterie lors du défilement et des affichages intensifs. Adaptatif utilise la fréquence maximale sur secteur et la limite définie dans Sur batterie une fois débranché.
he: מגביל את מהירות הציור מחדש של הטרמינל. מצב אוטומטי משתמש בקצב המלא של המסך (עד 120 Hz ב-ProMotion). קצבים נמוכים יותר צורכים פחות סוללה בעת גלילה ופלט כבד. מצב מסתגל משתמש בקצב המלא כשהמכשיר מחובר לחשמל, ובמגבלה שנקבעה בהפעלה מסוללה כשהוא מנותק.
hu: Korlátozza a terminál újrarajzolásának sebességét. Az Automatikus a kijelző teljes sebességét használja (ProMotion esetén akár 120 Hz). Az alacsonyabb sebességek kevesebb akkumulátort fogyasztanak görgetéskor és nagy mennyiségű kimenet esetén. Az Alkalmazkodó hálózati áramról a teljes sebességet használja, leválasztva pedig az Akkumulátoron beállított korlátot.
it: Limita la velocità di ridisegno del terminale. Automatico usa la frequenza massima del display (fino a 120 Hz su ProMotion). Le frequenze più basse consumano meno batteria durante lo scorrimento e con molto output. Adattivo usa la frequenza massima con l'alimentazione di rete e il limite impostato in A batteria quando è scollegato.
ja: ターミナルの再描画速度の上限を設定します。自動ではディスプレイの最大レート（ProMotion では最大 120 Hz）を使用します。低いレートにすると、スクロールや大量出力時のバッテリー消費を抑えられます。 アダプティブでは、電源アダプタ接続時は最大レートを使用し、取り外すと「バッテリー使用時」の上限を使用します。
ko: 터미널의 다시 그리기 속도 상한을 설정합니다. 자동은 디스플레이의 최대 속도(ProMotion에서 최대 120 Hz)를 사용합니다. 속도를 낮추면 스크롤 및 대량 출력 시 배터리 소모가 줄어듭니다. 적응형은 전원 어댑터에 연결되어 있을 때는 최대 속도를, 분리하면 배터리 사용 시 설정한 상한을 사용합니다.
nb: Begrenser hvor raskt terminalen tegnes på nytt. Auto bruker skjermens fulle oppdateringsfrekvens (opptil 120 Hz på ProMotion). Lavere frekvenser bruker mindre batteri under rulling og mye utdata. Adaptiv bruker full frekvens på nettstrøm og grensen fra På batteri når enheten kobles fra.
nl: Beperkt hoe snel de terminal opnieuw tekent. Automatisch gebruikt de volledige verversingssnelheid van het scherm (tot 120 Hz op ProMotion). Lagere snelheden verbruiken minder batterij tijdens scrollen en veel uitvoer. Adaptief gebruikt de volledige snelheid op netstroom en de limiet van Op batterij wanneer de stekker eruit is.
pl: Ogranicza szybkość odświeżania terminala. Tryb automatyczny wykorzystuje pełną częstotliwość ekranu (do 120 Hz na ProMotion). Niższe częstotliwości zużywają mniej baterii podczas przewijania i intensywnego wyświetlania danych. Tryb adaptacyjny korzysta z pełnej częstotliwości przy zasilaniu sieciowym, a po odłączeniu z limitu ustawionego w Na baterii.
pt_br: Limita a velocidade com que o terminal é redesenhado. Automático usa a frequência máxima da tela (até 120 Hz no ProMotion). Frequências mais baixas consomem menos bateria durante a rolagem e com muita saída. Adaptativo usa a frequência máxima na energia elétrica e o limite de Na bateria quando desconectado.
pt_pt: Limita a velocidade com que o terminal é redesenhado. Automático usa a frequência máxima do ecrã (até 120 Hz no ProMotion). Frequências mais baixas consomem menos bateria durante o deslocamento e com muito output. Adaptativo usa a frequência máxima com corrente elétrica e o limite de Com bateria quando é desligado.
ro: Limitează viteza cu care terminalul se redesenează. Automat folosește frecvența maximă a ecranului (până la 120 Hz pe ProMotion). Frecvențele mai mici consumă mai puțină baterie la derulare și la afișarea multor date. Adaptiv folosește frecvența maximă la alimentarea de la rețea și limita din Pe baterie când dispozitivul este deconectat.
sl: Omeji hitrost izrisovanja terminala. Samodejno uporablja polno hitrost zaslona (do 120 Hz na ProMotion). Nižje hitrosti porabijo manj baterije med drsenjem in obsežnim izpisom. Prilagodljivo uporablja polno hitrost pri omrežnem napajanju, ob izklopu pa omejitev iz Na bateriji.
sv: Begränsar hur snabbt terminalen ritas om. Auto använder skärmens fulla uppdateringsfrekvens (upp till 120 Hz på ProMotion). Lägre frekvenser drar mindre batteri vid rullning och mycket utdata. Adaptiv använder full frekvens vid nätström och gränsen från På batteri när enheten kopplas ur.
uk: Обмежує швидкість перемальовування терміналу. Автоматичний режим використовує повну частоту дисплея (до 120 Hz на ProMotion). Нижчі частоти економлять заряд під час прокручування та інтенсивного виводу. Адаптивний режим використовує повну частоту від мережі, а після відʼєднання — обмеження з розділу Від акумулятора.
vi: Giới hạn tốc độ vẽ lại của terminal. Tự động sử dụng tốc độ tối đa của màn hình (lên đến 120 Hz trên ProMotion). Tốc độ thấp hơn tiêu tốn ít pin hơn khi cuộn và khi có nhiều dữ liệu xuất ra. Thích ứng dùng tốc độ tối đa khi cắm nguồn điện lưới và dùng giới hạn ở Khi dùng pin khi rút nguồn.
zh_hans: 限制终端的重绘速度。自动模式使用显示屏的最高刷新率（ProMotion 最高可达 120 Hz）。较低的刷新率可在滚动和大量输出时减少电量消耗。 自适应模式在接通电源时使用最高刷新率，断开电源后使用“使用电池时”设定的上限。
zh_hant: 限制終端機的重繪速度。自動模式使用顯示器的最高更新率（ProMotion 最高可達 120 Hz）。較低的更新率可在捲動和大量輸出時減少耗電。 自動調整模式在接通電源時使用最高更新率，拔除電源後使用「使用電池時」設定的上限。

source: Caps Lock LED
ar: مؤشر Caps Lock
ca: LED de Bloq Maj
cs: LED Caps Lock
de: Feststelltaste-LED
es: LED de Bloq Mayús
fi: Caps Lock -merkkivalo
fr: LED Verr. Maj.
he: נורית Caps Lock
it: LED Bloc Maiusc
pl: Dioda Caps Lock
pt_br: LED do Caps Lock
pt_pt: LED Caps Lock
ro: LED Caps Lock
sl: LED tipke Caps Lock
uk: Індикатор Caps Lock
vi: Đèn LED Caps Lock
zh_hans: Caps Lock LED 灯
zh_hant: Caps Lock LED 燈

source: Capture File Size
ar: حجم ملف التسجيلات
ca: Mida del fitxer de captures
cs: Velikost souboru záznamů
da: Optagelsesfilstørrelse
de: Größe der Aufnahmedatei
es: Tamaño del archivo de capturas
fi: Tallennustiedoston koko
fr: Taille du fichier de capture
he: גודל קובץ ההקלטות
hu: Rögzítési fájl mérete
it: Dimensione file di acquisizione
ja: キャプチャファイルサイズ
ko: 캡처 파일 크기
nb: Størrelse på opptaksfil
nl: Grootte van opnamebestand
pl: Rozmiar pliku nagrań
pt_br: Tamanho do Arquivo de Capturas
pt_pt: Tamanho do Ficheiro de Capturas
ro: Dimensiune fișier capturi
sl: Velikost datoteke posnetkov
sv: Inspelningsfilstorlek
uk: Розмір файлу записів
vi: Kích thước tệp ghi hình
zh_hans: 捕获文件大小
zh_hant: 擷取檔案大小

source: Capture tmux State
ar: التقاط حالة tmux
ca: Captura l'estat de tmux
cs: Zachytit stav tmux
da: Indfang tmux-tilstand
de: tmux-Status erfassen
es: Capturar estado de tmux
fi: Kaappaa tmux-tila
fr: Capturer l'état de tmux
he: לכידת מצב tmux
hu: tmux állapot rögzítése
it: Acquisisci stato tmux
ja: tmuxの状態をキャプチャ
ko: tmux 상태 캡처
nb: Fang tmux-tilstand
nl: tmux-status vastleggen
pl: Przechwyć stan tmux
pt_br: Capturar Estado do tmux
pt_pt: Capturar Estado do tmux
ro: Captează starea tmux
sl: Zajemi stanje tmux
sv: Fånga tmux-tillstånd
uk: Зробити знімок стану tmux
vi: Chụp trạng thái tmux
zh_hans: 捕获 tmux 状态
zh_hant: 擷取 tmux 狀態

source: Card Auth (9e)
ar: مصادقة البطاقة (9e)
ca: Autenticació de targeta (9e)
cs: Autentizace kartou (9e)
da: Kortgodkendelse (9e)
de: Kartenauthentifizierung (9e)
es: Auth. tarjeta (9e)
fi: Korttitodennus (9e)
fr: Auth. carte (9e)
he: אימות כרטיס (9e)
hu: Kártya hitelesítés (9e)
it: Autenticazione carta (9e)
ja: カード認証 (9e)
ko: 카드 인증 (9e)
nb: Kortautentisering (9e)
nl: Kaartauthenticatie (9e)
pl: Uwierzytelnianie kartą (9e)
pt_br: Auth. cartão (9e)
pt_pt: Auth. cartão (9e)
ro: Autentificare card (9e)
sl: Preverjanje kartice (9e)
sv: Kortautentisering (9e)
uk: Автентифікація картки (9e)
vi: Xác thực thẻ (9e)
zh_hans: 卡片认证 (9e)
zh_hant: 卡片驗證 (9e)

source: Caret ^
ar: علامة الإقحام ^
ca: Circumflex ^
cs: Stříška ^
da: Cirkumfleks ^
de: Zirkumflex ^
es: Circunflejo ^
fi: Sirkumfleksi ^
fr: Accent circonflexe ^
he: גג ^
hu: Kalap ^
it: Accento circonflesso ^
ja: キャレット ^
ko: 캐럿 ^
nb: Cirkumfleks ^
nl: Dakje ^
pl: Daszek ^
pt_br: Circunflexo ^
pt_pt: Circunflexo ^
ro: Circumflex ^
sl: Strešica ^
sv: Cirkumflex ^
uk: Карет ^
vi: Dấu mũ ^
zh_hans: 脱字符 ^
zh_hant: 脫字符 ^

source: Case
ar: حالة الأحرف
ca: Majúscules i minúscules
cs: Velikost písmen
da: Bogstavstørrelse
de: Groß-/Kleinschreibung
es: Mayúsculas/minúsculas
fi: Kirjainkoko
fr: Casse
he: רישיות
hu: Kis- és nagybetűk
it: Maiuscole/minuscole
ja: 大文字・小文字
ko: 대소문자
nb: Bokstavstørrelse
nl: Hoofdlettergebruik
pl: Wielkość liter
pt_br: Capitalização
pt_pt: Maiúsculas/minúsculas
ro: Majuscule/minuscule
sl: Velike/male črke
sv: Skiftläge
uk: Регістр
vi: Kiểu chữ
zh_hans: 大小写
zh_hant: 大小寫

source: Categories
ar: الفئات
cs: Kategorie
da: Kategorier
de: Kategorien
es: Categorías
fi: Kategoriat
fr: Catégories
he: קטגוריות
hu: Kategóriák
it: Categorie
ja: カテゴリ
ko: 카테고리
nb: Kategorier
nl: Categorieën
pl: Kategorie
pt_br: Categorias
pt_pt: Categorias
ro: Categorii
sl: Kategorije
sv: Kategorier
uk: Категорії
vi: Danh mục
zh_hans: 类别
zh_hant: 類別

source: Category
ar: الفئة
ca: Categoria
cs: Kategorie
da: Kategori
de: Kategorie
es: Categoría
fi: Kategoria
fr: Catégorie
he: קטגוריה
hu: Kategória
it: Categoria
ja: カテゴリ
ko: 카테고리
nb: Kategori
nl: Categorie
pl: Kategoria
pt_br: Categoria
pt_pt: Categoria
ro: Categorie
sl: Kategorija
sv: Kategori
uk: Категорія
vi: Danh mục
zh_hans: 分类
zh_hant: 類別

source: Catppuccin-inspired selection colors that pair well with most themes
ar: ألوان تحديد مستوحاة من Catppuccin تتناسب مع معظم السمات
ca: Colors de selecció inspirats en Catppuccin que combinen bé amb la majoria de temes
cs: Barvy výběru inspirované Catppuccin, které se hodí k většině témat
da: Catppuccin-inspirerede markeringsfarver, der passer godt til de fleste temaer
de: Catppuccin-inspirierte Auswahlfarben, die gut zu den meisten Themes passen
es: Colores de selección inspirados en Catppuccin que combinan bien con la mayoría de los temas
fi: Catppuccin-inspiroidut valinnan värit, jotka sopivat hyvin useimpiin teemoihin
fr: Couleurs de sélection inspirées de Catppuccin qui s'accordent bien avec la plupart des thèmes
he: צבעי בחירה בהשראת Catppuccin המתאימים לרוב ערכות הנושא
hu: Catppuccin-ihlette kijelölési színek, amelyek a legtöbb témával jól párosíthatók
it: Colori di selezione ispirati a Catppuccin che si abbinano bene alla maggior parte dei temi
ja: ほとんどのテーマに合うCatppuccinにインスパイアされた選択色
ko: 대부분의 테마와 잘 어울리는 Catppuccin에서 영감을 받은 선택 색상
nb: Catppuccin-inspirerte markeringfarger som passer godt med de fleste temaer
nl: Catppuccin-geïnspireerde selectiekleuren die goed passen bij de meeste thema's
pl: Kolory zaznaczenia inspirowane Catppuccin, pasujące do większości motywów
pt_br: Cores de seleção inspiradas no Catppuccin que combinam bem com a maioria dos temas
pt_pt: Cores de seleção inspiradas no Catppuccin que combinam bem com a maioria dos temas
ro: Culori de selecție inspirate din Catppuccin, care se potrivesc bine cu majoritatea temelor
sl: Barve izbire, navdihnjene z Catppuccin, ki se dobro ujemajo z večino tem
sv: Catppuccin-inspirerade markeringsfärger som passar bra till de flesta teman
uk: Кольори виділення натхнені Catppuccin, що добре поєднуються з більшістю тем
vi: Màu chọn lấy cảm hứng từ Catppuccin phù hợp với hầu hết các chủ đề
zh_hans: 受 Catppuccin 启发的选择颜色，与大多数主题搭配良好
zh_hant: 受 Catppuccin 啟發的選取顏色，與大多數主題搭配良好

source: Cautious
ar: حذر
ca: Prudent
cs: Opatrný
da: Forsigtig
de: Vorsichtig
es: Cauteloso
fi: Varovainen
fr: Prudent
he: זהיר
hu: Óvatos
it: Prudente
ja: 慎重
ko: 신중
nb: Forsiktig
nl: Voorzichtig
pl: Ostrożny
pt_br: Cauteloso
pt_pt: Cauteloso
ro: Precaut
sl: Previden
sv: Försiktig
uk: Обережний
vi: Thận trọng
zh_hans: 谨慎
zh_hant: 謹慎

source: Cell Spacing — %@
ar: تباعد الخلايا — %@
ca: Espaiat de cel·la — %@
cs: Rozestupy buněk — %@
da: Celleafstand — %@
de: Zellenabstand — %@
es: Espaciado de celda — %@
fi: Soluväli — %@
fr: Espacement des cellules — %@
he: ריווח תאים — %@
hu: Cellaköz — %@
it: Spaziatura celle — %@
ja: セル間隔 — %@
ko: 셀 간격 — %@
nb: Celleavstand — %@
nl: Celafstand — %@
pl: Odstęp komórek — %@
pt_br: Espaçamento da célula — %@
pt_pt: Espaçamento de célula — %@
ro: Spațiere celulă — %@
sl: Razmik celic — %@
sv: Cellavstånd — %@
uk: Інтервал клітинки — %@
vi: Khoảng cách ô — %@
zh_hans: 单元格间距 — %@
zh_hant: 儲存格間距 — %@

source: Certificate
ar: شهادة
ca: Certificat
cs: Certifikát
da: Certifikat
de: Zertifikat
es: Certificado
fi: Varmenne
fr: Certificat
he: תעודה
hu: Tanúsítvány
it: Certificato
ja: 証明書
ko: 인증서
nb: Sertifikat
nl: Certificaat
pl: Certyfikat
pt_br: Certificado
pt_pt: Certificado
ro: Certificat
sl: Potrdilo
sv: Certifikat
uk: Сертифікат
vi: Chứng Chỉ
zh_hans: 证书
zh_hant: 憑證

source: Certificate Authorities
ar: هيئات إصدار الشهادات
ca: Autoritats de certificació
cs: Certifikační autority
da: Certifikatudstedere
de: Zertifizierungsstellen
es: Autoridades de certificación
fi: Varmentajat
fr: Autorités de certification
he: רשויות אישורים
hu: Tanúsítványkiadók
it: Autorità di certificazione
ja: 認証局
ko: 인증 기관
nb: Sertifiseringsinstanser
nl: Certificaatautoriteiten
pl: Urzędy certyfikacji
pt_br: Autoridades certificadoras
pt_pt: Autoridades de certificação
ro: Autorități de certificare
sl: Overitelji potrdil
sv: Certifikatutfärdare
uk: Центри сертифікації
vi: Tổ chức chứng thực
zh_hans: 证书颁发机构
zh_hant: 憑證授權單位

source: Certificate Authority
ar: جهة إصدار الشهادات
ca: Autoritat de certificació
cs: Certifikační autorita
da: Certifikatmyndighed
de: Zertifizierungsstelle
es: Autoridad de certificación
fi: Varmenneviranomainen
fr: Autorité de certification
he: רשות תעודות
hu: Tanúsítványkiadó
it: Autorità di certificazione
ja: 証明機関
ko: 인증 기관
nb: Sertifiseringsinstans
nl: Certificeringsinstantie
pl: Urząd certyfikacji
pt_br: Autoridade Certificadora
pt_pt: Autoridade de Certificação
ro: Autoritate de certificare
sl: Overitelj potrdil
sv: Certifikatutfärdare
uk: Центр сертифікації
vi: Tổ Chức Chứng Nhận
zh_hans: 证书颁发机构
zh_hant: 憑證授權單位

source: Certificate Details
ar: تفاصيل الشهادة
ca: Detalls del certificat
cs: Podrobnosti certifikátu
da: Certifikatdetaljer
de: Zertifikatsdetails
es: Detalles del certificado
fi: Varmenteen tiedot
fr: Détails du certificat
he: פרטי תעודה
hu: Tanúsítvány részletei
it: Dettagli del certificato
ja: 証明書の詳細
ko: 인증서 세부 정보
nb: Sertifikatdetaljer
nl: Certificaatgegevens
pl: Szczegóły certyfikatu
pt_br: Detalhes do Certificado
pt_pt: Detalhes do Certificado
ro: Detalii certificat
sl: Podrobnosti potrdila
sv: Certifikatdetaljer
uk: Відомості про сертифікат
vi: Chi Tiết Chứng Chỉ
zh_hans: 证书详细信息
zh_hant: 憑證詳細資訊

source: Certificate Expires
ar: انتهاء صلاحية الشهادة
ca: Caducitat del certificat
cs: Vypršení platnosti certifikátu
da: Certifikatet udløber
de: Zertifikat läuft ab
es: Caducidad del certificado
fi: Varmenne vanhenee
fr: Expiration du certificat
he: פג תוקף התעודה
hu: Tanúsítvány lejárata
it: Scadenza del certificato
ja: 証明書の有効期限
ko: 인증서 만료
nb: Sertifikatet utløper
nl: Certificaat verloopt
pl: Wygaśnięcie certyfikatu
pt_br: Validade do Certificado
pt_pt: Validade do Certificado
ro: Expirarea certificatului
sl: Potek potrdila
sv: Certifikatet upphör
uk: Термін дії сертифіката
vi: Chứng Chỉ Hết Hạn
zh_hans: 证书过期时间
zh_hant: 憑證到期時間

source: Certificate File
ar: ملف الشهادة
ca: Fitxer del certificat
cs: Soubor certifikátu
da: Certifikatfil
de: Zertifikatsdatei
es: Archivo de certificado
fi: Varmennetiedosto
fr: Fichier de certificat
he: קובץ תעודה
hu: Tanúsítványfájl
it: File del certificato
ja: 証明書ファイル
ko: 인증서 파일
nb: Sertifikatfil
nl: Certificaatbestand
pl: Plik certyfikatu
pt_br: Arquivo do Certificado
pt_pt: Ficheiro do Certificado
ro: Fișier certificat
sl: Datoteka potrdila
sv: Certifikatfil
uk: Файл сертифіката
vi: Tệp Chứng Chỉ
zh_hans: 证书文件
zh_hant: 憑證檔案

source: Certificates aren't supported yet
ar: الشهادات غير مدعومة بعد
ca: Els certificats encara no són compatibles
cs: Certifikáty zatím nejsou podporovány
da: Certifikater understøttes ikke endnu
de: Zertifikate werden noch nicht unterstützt
es: Los certificados aún no son compatibles
fi: Varmenteita ei vielä tueta
fr: Les certificats ne sont pas encore pris en charge
he: אישורים עדיין אינם נתמכים
hu: A tanúsítványok még nem támogatottak
it: I certificati non sono ancora supportati
ja: 証明書はまだ対応していません
ko: 인증서는 아직 지원되지 않습니다
nb: Sertifikater støttes ikke ennå
nl: Certificaten worden nog niet ondersteund
pl: Certyfikaty nie są jeszcze obsługiwane
pt_br: Certificados ainda não são compatíveis
pt_pt: Os certificados ainda não são suportados
ro: Certificatele nu sunt încă acceptate
sl: Potrdila še niso podprta
sv: Certifikat stöds inte ännu
uk: Сертифікати ще не підтримуються
vi: Chứng chỉ chưa được hỗ trợ
zh_hans: 尚不支持证书
zh_hant: 尚未支援憑證

source: Certificates last about 24 hours. The app renews them automatically when the provider issues a refresh token; otherwise you sign in again from the key's detail page.
ar: تدوم الشهادات نحو 24 ساعة. يجدّدها التطبيق تلقائياً عندما يُصدر المزوّد رمز تحديث؛ وإلا فستحتاج إلى تسجيل الدخول مجدداً من صفحة تفاصيل المفتاح.
ca: Els certificats duren unes 24 hores. L'app els renova automàticament quan el proveïdor emet un testimoni d'actualització; si no, has de tornar a iniciar la sessió des de la pàgina de detalls de la clau.
cs: Certifikáty platí přibližně 24 hodin. Aplikace je automaticky obnoví, když poskytovatel vydá obnovovací token; jinak se musíte znovu přihlásit na stránce s podrobnostmi klíče.
da: Certifikater varer omkring 24 timer. Appen fornyer dem automatisk, når udbyderen udsteder et fornyelsestoken; ellers skal du logge ind igen fra nøglens detaljeside.
de: Zertifikate sind etwa 24 Stunden gültig. Die App erneuert sie automatisch, wenn der Anbieter ein Aktualisierungstoken ausstellt; andernfalls melden Sie sich erneut auf der Detailseite des Schlüssels an.
es: Los certificados duran unas 24 horas. La app los renueva automáticamente cuando el proveedor emite un token de actualización; de lo contrario, inicia sesión de nuevo desde la página de detalles de la clave.
fi: Varmenteet ovat voimassa noin 24 tuntia. Sovellus uusii ne automaattisesti, kun palveluntarjoaja myöntää päivitystunnuksen; muutoin kirjaudut uudelleen sisään avaimen tietosivulta.
fr: Les certificats durent environ 24 heures. L'app les renouvelle automatiquement lorsque le fournisseur émet un jeton d'actualisation ; sinon, vous vous reconnectez depuis la page de détails de la clé.
he: התעודות תקפות לכ-24 שעות. האפליקציה מחדשת אותן אוטומטית כשהספק מנפיק אסימון רענון; אחרת יש להתחבר שוב מדף הפרטים של המפתח.
hu: A tanúsítványok körülbelül 24 óráig érvényesek. Az alkalmazás automatikusan megújítja őket, amikor a szolgáltató frissítési tokent ad ki; egyébként a kulcs részletező oldaláról kell ismét bejelentkeznie.
it: I certificati durano circa 24 ore. L'app li rinnova automaticamente quando il provider emette un token di aggiornamento; altrimenti accedi di nuovo dalla pagina dei dettagli della chiave.
ja: 証明書の有効期間は約24時間です。プロバイダがリフレッシュトークンを発行すると、アプリが自動的に更新します。発行されない場合は、キーの詳細ページから再度サインインしてください。
ko: 인증서는 약 24시간 동안 유효합니다. 제공자가 리프레시 토큰을 발급하면 앱이 자동으로 갱신합니다. 그렇지 않으면 키 세부정보 페이지에서 다시 로그인하세요.
nb: Sertifikater varer i omtrent 24 timer. Appen fornyer dem automatisk når leverandøren utsteder et oppdateringstoken; ellers logger du inn igjen fra nøkkelens detaljside.
nl: Certificaten zijn ongeveer 24 uur geldig. De app vernieuwt ze automatisch wanneer de provider een vernieuwingstoken uitgeeft; anders meld je je opnieuw aan vanaf de detailpagina van de sleutel.
pl: Certyfikaty są ważne około 24 godzin. Aplikacja odnawia je automatycznie, gdy dostawca wyda token odświeżania; w przeciwnym razie zaloguj się ponownie na stronie szczegółów klucza.
pt_br: Os certificados duram cerca de 24 horas. O app os renova automaticamente quando o provedor emite um token de atualização; caso contrário, inicie sessão novamente na página de detalhes da chave.
pt_pt: Os certificados duram cerca de 24 horas. A app renova-os automaticamente quando o fornecedor emite um token de atualização; caso contrário, inicie sessão novamente na página de detalhes da chave.
ro: Certificatele durează aproximativ 24 de ore. Aplicația le reînnoiește automat când furnizorul emite un token de reîmprospătare; altfel, te autentifici din nou din pagina de detalii a cheii.
sl: Potrdila veljajo približno 24 ur. Aplikacija jih samodejno obnovi, ko ponudnik izda žeton za osvežitev; sicer se znova prijavite na strani s podrobnostmi ključa.
sv: Certifikat gäller i ungefär 24 timmar. Appen förnyar dem automatiskt när leverantören utfärdar en uppdateringstoken; annars loggar du in igen från nyckelns informationssida.
uk: Сертифікати діють близько 24 годин. Застосунок автоматично оновлює їх, коли провайдер видає токен оновлення; інакше потрібно знову ввійти на сторінці деталей ключа.
vi: Chứng chỉ có hiệu lực khoảng 24 giờ. Ứng dụng tự động gia hạn khi nhà cung cấp cấp mã làm mới; nếu không, bạn đăng nhập lại từ trang chi tiết của khóa.
zh_hans: 证书有效期约为 24 小时。当提供商签发刷新令牌时，应用会自动续期；否则需要在密钥详情页面重新登录。
zh_hant: 憑證有效期約為 24 小時。當供應商簽發更新權杖時，App 會自動續期；否則需要在金鑰詳細資料頁面重新登入。
